Repository: biglinux/plasma-appsmenu-biglinux
Catalog: usr/share/plasma/plasmoids/org.biglinux.appsmenu/translate/*.po
Languages: el, es, et, fi, he, hr, hu, is, ja, ko, no, ro, uk

source: BigLinux Application Launcher
el: Εκκινητής εφαρμογών BigLinux
es: Lanzador de Aplicaciones de BigLinux
et: BigLinuxi rakenduste käivitaja
fi: BigLinux-sovellusten käynnistysohjelma
he: משגר היישומים של BigLinux
hr: BigLinux pokretač aplikacija
hu: BigLinux alkalmazásindító
is: BigLinux forritaræsir
ko: 빅리눅스 애플리케이션 런처
no: BigLinux applikasjonsstarter
ro: Lansator de aplicații BigLinux
uk: Запускач програм BigLinux

source: Launcher to start applications
el: Πρόγραμμα εκκίνησης για την εκκίνηση εφαρμογών
es: Lanzador para iniciar aplicaciones
et: Käivitaja rakenduste käivitamiseks
fi: Käynnistysohjelma sovellusten käynnistämiseen
he: מפעיל להפעלת יישומים
hr: Pokretač za pokretanje aplikacija
hu: Indító az alkalmazások elindításához
is: Sjósetja til að ræsa forrit
ja: アプリケーションを起動するためのランチャー
ko: 응용 프로그램을 시작하는 시작 관리자
no: Launcher for å starte applikasjoner
ro: Lansator pentru a porni aplicațiile
uk: Лаунчер для запуску додатків

source: General
el: Γενικά
et: Üldine
fi: Yleiset
he: כללי
hr: Općenito
hu: Általános
is: Almennur
ja: 全般
ko: 일반
no: Generelt
uk: Загальне

source: Remove from Favorites
el: Κατάργηση από τα Αγαπημένα
es: Eliminar de favoritos
et: Lemmikutest eemaldamine
fi: Poista suosikeista
he: הסר מהמועדפים
hr: Ukloni iz favorita
hu: Eltávolítás a Kedvencek közül
is: Fjarlægja úr eftirlæti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
no: Fjern fra Favoritter
ro: Eliminarea din Preferințe
uk: Видалити з уподобань

source: Add to Favorites
el: Προσθήκη στα Αγαπημένα
es: Añadir a favoritos
et: Lisa lemmikute hulka
fi: Lisää suosikkeihin
he: הוסף למועדפים
hr: Dodaj u favorite
hu: Hozzáadás a kedvencekhez
is: Bæta við eftirlæti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
no: Legg til i favoritter
ro: Adăugarea la Preferințe
uk: Додати в обране

source: On All Activities
el: Σε όλες τις δραστηριότητες
es: En todas las actividades
et: Kõigil tegevustel
fi: Kaikista aktiviteeteista
he: על כל הפעילויות
hr: O svim aktivnostima
hu: Minden tevékenységről
is: Um alla starfsemi
ja: すべての活動について
ko: 모든 활동
no: På alle aktiviteter
ro: Cu privire la toate activitățile
uk: Про всі види діяльності

source: On the Current Activity
el: Σχετικά με την τρέχουσα δραστηριότητα
es: En la actividad actual
et: Praeguse tegevuse kohta
fi: Nykyisestä toiminnasta
he: על הפעילות הנוכחית
hr: O trenutnoj aktivnosti
hu: Az aktuális tevékenységről
is: Á yfirstandandi starfsemi
ja: 現在のアクティビティについて
ko: 현재 활동
no: På den nåværende aktiviteten
ro: Cu privire la activitatea curentă
uk: Про поточну діяльність

source: Show in Favorites
el: Εμφάνιση στα Αγαπημένα
es: Mostrar en favoritos
et: Näita lemmikutes
fi: Näytä suosikeissa
he: הצג במועדפים
hr: Pokaži u favoritima
hu: Megjelenítés a Kedvencek között
is: Sýna í uppáhaldi
ja: お気に入りに表示
ko: 즐겨찾기에 표시
no: Vis i Favoritter
ro: Afișați în Preferințe
uk: Показати в уподобаннях

source: Icon:
el: Εικόνα:
es: Icono:
et: Ikoon:
fi: Ikoni:
he: סמל:
hr: Ikona:
hu: Ikon:
is: Teikn:
ja: アイコン：
ko: 아이콘:
no: Ikon:
ro: Icoană:
uk: Ікона:

source: Header options
el: Επιλογές κεφαλίδας
es: Opciones de encabezado
et: Päise valikud
fi: Otsikon asetukset
he: אפשרויות כותרת עליונה
hr: Mogućnosti zaglavlja
hu: Fejléc beállításai
is: Valkostir hausa
ja: ヘッダー オプション
ko: 헤더 옵션
no: Alternativer for topptekst
ro: Opțiuni antet
uk: Параметри заголовка

source: Power/session button
el: Κουμπί λειτουργίας/συνεδρίας
es: Boton de inicio/sesión
et: Nupp Toide/seanss
fi: Virta-/istuntopainike
he: לחצן הפעלה/הפעלה
hr: Gumb Za napajanje/sesiju
hu: Bekapcsoló/munkamenet gomb
is: Power / fundur hnappur
ja: 電源/セッションボタン
ko: 전원/세션 버튼
no: Strøm-/øktknapp
ro: Butonul Alimentare/sesiune
uk: Кнопка живлення/сеансу

source: Fullscreen button
el: Κουμπί πλήρους οθόνης
es: Boton de pantalla completa
et: Täisekraani nupp
fi: Koko näytön painike
he: לחצן 'מסך מלא'
hr: Gumb Preko cijelog zaslona
hu: Teljes képernyős gomb
is: Hnappur á öllum skjánum
ja: 全画面表示ボタン
ko: 전체 화면 버튼
no: Fullskjerm-knapp
ro: Butonul Ecran complet
uk: Повноекранна кнопка

source: Menu settings button
el: Κουμπί ρυθμίσεων μενού
es: Boton para configurar el menú
et: Menüü seadete nupp
fi: Valikkoasetukset-painike
he: לחצן 'הגדרות תפריט'
hr: Gumb Postavke izbornika
hu: Menübeállítások gomb
is: Hnappur valmyndarstillinga
ja: メニュー設定ボタン
ko: 메뉴 설정 버튼
no: Menyinnstillinger-knappen
ro: Butonul Setări meniu
uk: Кнопка налаштувань меню

source: Pin button
el: Κουμπί καρφιτσώματος
es: Anclar boton
et: Nupp Kinnita
fi: Kiinnitä-painike
he: לחצן 'הצמד'
hr: Prikvači gumb
hu: Rögzítés gomb
is: Pinnahnappur
ja: ピンボタン
ko: 핀 버튼
no: Fest-knappen
ro: Butonul Fixare
uk: Кнопка закріплення

source: Header system actions button:
el: Κουμπί ενεργειών συστήματος κεφαλίδας:
es: Boton de acciones del sistema de encabezado:
et: Päise süsteemi toimingute nupp:
fi: Otsikkojärjestelmän toiminnot -painike:
he: לחצן 'פעולות מערכת כותרת עליונה':
hr: Gumb za akcije sustava zaglavlja:
hu: Fejléc rendszerműveletek gomb:
is: Haus kerfisaðgerðir hnappur:
ja: ヘッダーシステムアクションボタン:
ko: 헤더 시스템 작업 단추:
no: Header system handlinger knapp:
ro: Butonul Acțiuni sistem antet:
uk: Кнопка системних дій заголовка:

source: Power
el: Δύναμη
es: Energia
et: Võimsus
fi: Valta
he: כח
hr: Moć
hu: Hatalom
is: Vald
ja: 力
ko: 힘
no: Kraft
ro: Putere
uk: Міць

source: Session
el: Συνεδρία
es: Sesión
et: Istung
fi: Istunto
he: הפעלה
hr: Sesija
hu: Ülésszak
is: Fundur
ja: セッション
ko: 세션
no: Sesjon
ro: Sesiune
uk: Сеанс

source: Shutdown
el: Τερματισμού
es: Apagar
fi: Sulkeminen
he: כיבוי
hr: Zatvaranje
hu: Leállítás
is: Lokun
ja: シャットダウン
ko: 종료
no: Avslutnings
uk: Завершення роботи

source: Power and session
el: Ισχύς και περίοδος λειτουργίας
es: Inicio y apagado
et: Võimsus ja seanss
fi: Teho ja istunto
he: עוצמה וסשן
hr: Snaga i sesija
hu: Teljesítmény és munkamenet
is: Kraftur og lota
ja: 電源とセッション
ko: 전원 및 세션
no: Kraft og økt
ro: Putere și sesiune
uk: Потужність і сесія

source: Favorites
el: Συμπάθειες
es: Favoritos
et: Lemmikud
fi: Suosikit
he: מועדפים
hr: Favoriti
hu: Kedvencek
is: Eftirlæti
ja: お気に入り
ko: 즐겨찾기
no: Favoritter
ro: Preferințe
uk: Уподобання

source: Show favorites category
el: Εμφάνιση κατηγορίας αγαπημένων
es: Mostrar la categoria de favoritos
et: Lemmikute kategooria kuvamine
fi: Näytä suosikit-luokka
he: הקטגוריה 'הצג מועדפים'
hr: Pokaži kategoriju favorita
hu: Kedvencek kategória megjelenítése
is: Sýna eftirlætisflokk
ja: お気に入りのカテゴリを表示
ko: 즐겨찾기 카테고리 표시
no: Vis favoritter kategori
ro: Afișarea categoriei preferințelor
uk: Категорія "Показати вподобання"

source: Show applications
el: Εμφάνιση εφαρμογών
es: Mostrar aplicaciones
et: Näita rakendusi
fi: Näytä sovellukset
he: הצג יישומים
hr: Pokaži aplikacije
hu: Alkalmazások megjelenítése
is: Sýna forrit
ja: アプリケーションを表示
ko: 응용 프로그램 표시
no: Vis applikasjoner
ro: Afișarea aplicațiilor
uk: Показати додатки

source: system actions
el: Ενέργειες συστήματος
es: Acciones del sistema
et: süsteemi toimingud
fi: Järjestelmän toiminnot
he: פעולות מערכת
hr: sistemske akcije
hu: rendszer műveletek
is: Kerfisaðgerðir
ja: システムの処置
ko: 시스템 작업
no: System handlinger
ro: acțiuni de sistem
uk: системні дії

source: Show power/session category
el: Εμφάνιση κατηγορίας ισχύος/περιόδου λειτουργίας
es: Mostrar la categoria de energia/sesión
et: Võimsuse / seansi kategooria kuvamine
fi: Näytä teho-/istuntoluokka
he: הצגת הקטגוריה 'צריכת חשמל/הפעלה'
hr: Pokaži kategoriju snage/sesije
hu: Teljesítmény/munkamenet kategóriájának megjelenítése
is: Sýna afl/ setu flokk
ja: 電源/セッションカテゴリを表示
ko: 전원/세션 범주 표시
no: Vis power/session kategori
ro: Afișarea categoriei de putere/sesiune
uk: Показати категорію живлення/сеансу

source: Always sort applications alphabetically
el: Να ταξινομείτε πάντα τις εφαρμογές αλφαβητικά
es: Ordenas siempre las aplicaciones de forma alfabetica
et: Sorteerige rakendused alati tähestikulises järjekorras
fi: Lajittele sovellukset aina aakkosjärjestykseen
he: מיון תמיד של יישומים לפי סדר אלפביתי
hr: Aplikacije uvijek sortirajte abecednim redom
hu: Az alkalmazásokat mindig betűrendben rendezze
is: Alltaf raða forritum í stafrófsröð
ja: 常にアプリケーションをアルファベット順に並べ替える
ko: 항상 사전순으로 응용 프로그램 정렬
no: Sorter alltid programmer alfabetisk
ro: Sortați întotdeauna aplicațiile în ordine alfabetică
uk: Завжди сортування програм за алфавітом

source: Use compact categories style
el: Χρήση στυλ συμπαγών κατηγοριών
es: Usar el estilo de categorias compacto
et: Kasutage kompaktsete kategooriate laadi
fi: Käytä kompaktien luokkien tyyliä
he: שימוש בסגנון קטגוריות קומפקטיות
hr: Koristi stil kompaktnih kategorija
hu: Kompakt kategóriák stílusának használata
is: Nota stíl fyrir þétta flokka
ja: コンパクト カテゴリ スタイルを使用する
ko: 컴팩트 범주 스타일 사용
no: Bruk kompakt kategoristil
ro: Utilizarea stilului categoriilor compacte
uk: Використання стилю компактних категорій

source: All apps category
el: Κατηγορία "Όλες οι εφαρμογές"
es: Categoria de todas las aplicaciones
et: Kõik rakenduste kategooria
fi: Kaikki sovellukset -luokka
he: קטגוריית כל האפליקציות
hr: Kategorija svih aplikacija
hu: Minden alkalmazás kategória
is: Flokkur allra forrita
ja: すべてのアプリカテゴリ
ko: 모든 앱 카테고리
no: Alle apper kategori
ro: Toate categoriile de aplicații
uk: Категорія "Усі програми"

source: Categories icons
el: Εικονίδια κατηγοριών
es: Iconos de categorias
et: Kategooriate ikoonid
fi: Luokkien kuvakkeet
he: סמלי קטגוריות
hr: Ikone kategorije
hu: Kategóriák ikonjai
is: Flokkar tákn
ja: カテゴリ アイコン
ko: 카테고리 아이콘
no: Kategorier-ikoner
ro: Pictograme categorii
uk: Значки категорій

source: Apps description
el: Περιγραφή εφαρμογών
es: Descripcion de las aplicaciones
et: Rakenduste kirjeldus
fi: Sovellusten kuvaus
he: תיאור אפליקציות
hr: Opis aplikacija
hu: Alkalmazások leírása
is: Lýsing forrita
ja: アプリの説明
ko: 앱 설명
no: Beskrivelse av apper
ro: Descrierea aplicațiilor
uk: Опис програм

source: Keep Open
el: Μείνετε ανοιχτοί
es: Mantener abierta
et: Hoia avatuna
fi: Pidä auki
he: השאר פתוח
hr: Ostani otvoreno
hu: Maradjon nyitva
is: Hafið opið
ja: 開いたままにする
ko: 계속 열려 있음
no: Hold åpent
ro: Păstrați deschis
uk: Залишайтеся відкритими

source: Fullscreen view
el: Προβολή πλήρους οθόνης
es: Vista a pantalla completa
et: Täisekraanvaade
fi: Koko näytön näkymä
he: תצוגת מסך מלא
hr: Prikaz preko cijelog zaslona
hu: Teljes képernyős nézet
is: Skjár í fullri lengd
ja: 全画面表示
ko: 전체 화면 보기
no: Fullskjermvisning
ro: Vizualizare pe ecran complet
uk: Повноекранний режим перегляду

source: Grid with %1 rows, %2 columns
el: Πλέγμα με %1 γραμμές, %2 στήλες
es: Cuadricula con %1 filas, %2 columnas
et: Ruudustik %1 ridadega, %2 veergudega
fi: Ruudukko, jossa on %1 riviä, %2 saraketta
he: רשת עם %1 שורות, %2 עמודות
hr: Rešetka s %1 redaka, %2 stupaca
hu: Rács %1 sorokkal és %2 oszlopokkal
is: Hnitanet með %1 röðum,% 2 dálkum
ja: %1 行、%2 列のグリッド
ko: %1개 행, %2개 열이 있는 그리드
no: Rutenett med %1 rader, %2 kolonner
ro: Grilă cu %1 rânduri, %2 coloane
uk: Сітка з рядками %1, стовпцями %2

source: Edit Applications…
el: Επεξεργασία εφαρμογών...
es: Editar aplicaciones…
et: Rakenduste redigeerimine ...
fi: Muokkaa sovelluksia...
he: ערוך יישומים...
hr: Uređivanje aplikacija...
hu: Alkalmazások szerkesztése...
is: Breyta forritum ...
ja: アプリケーションの編集...
ko: 응용 프로그램 편집...
no: Rediger applikasjoner ...
ro: Editați aplicațiile...
uk: Редагувати програми...

# @item:inmenu Open icon chooser dialog
source: Choose…
el: Επιλέγω...
es: Seleccionar…
et: Valida...
fi: Valita...
he: בחר...
hr: Izabrati...
hu: Választ...
is: Velja...
ja: 選ぶ。。。
ko: 고르다...
no: Velge...
ro: Alege...
uk: Вибирати...

# @item:inmenu Reset icon to default
source: Reset to default icon
el: Επαναφορά στο προεπιλεγμένο εικονίδιο
es: Restablecer el icono al predeterminado
et: Vaikeikoonile lähtestamine
fi: Palauta oletuskuvake
he: סמל איפוס לברירת המחדל
hr: Vrati na zadanu ikonu
hu: Visszaállítás az alapértelmezett ikonra
is: Endurstilla á sjálfgefna táknmynd
ja: デフォルトアイコンにリセット
ko: 기본 아이콘으로 재설정
no: Tilbakestill til standardikon
ro: Resetarea la pictograma implicită
uk: Скинути до піктограми за замовчуванням

# @action:inmenu
source: Remove icon
el: Εικονίδιο κατάργησης
es: Eliminar icono
et: Ikoon Eemalda
fi: Poista-kuvake
he: סמל הסרה
hr: Ikona Ukloni
hu: Eltávolítás ikon
is: Fjarlægja táknmynd
ja: アイコンを削除
ko: 제거 아이콘
no: Fjern-ikonet
ro: Pictograma Eliminare
uk: Піктограма видалення

# @label:textbox
source: Text label:
el: Ετικέτα κειμένου:
es: Etiqueta de texto:
et: Teksti silt:
fi: Tekstin otsikko:
he: תווית טקסט:
hr: Tekstni natpis:
hu: Szöveges címke:
is: Texti merkimiði:
ja: テキストラベル:
ko: 텍스트 레이블:
no: Tekst etikett:
ro: Etichetă text:
uk: Текстова мітка:

# @info:placeholder
source: Type here to add a text label
el: Πληκτρολογήστε εδώ για να προσθέσετε μια ετικέτα κειμένου
es: Escriba aqui para añadir una etiqueta de texto
et: Tekstisildi lisamiseks tippige siia
fi: Kirjoita tähän lisätäksesi tekstiotsikon
he: הקלד כאן כדי להוסיף תווית טקסט
hr: Upišite ovdje da biste dodali tekstni natpis
hu: Szöveg beírása ide szöveges címke hozzáadásához
is: Sláðu inn hér til að bæta við textamerki
ja: ここに入力してテキストラベルを追加します
ko: 여기에 입력하여 텍스트 레이블을 추가합니다.
no: Skriv inn her for å legge til en tekstetikett
ro: Tastați aici pentru a adăuga o etichetă text
uk: Введіть тут, щоб додати текстову мітку

# @info
source: A text label cannot be set when the Panel is vertical.
el: Δεν είναι δυνατός ο ορισμός ετικέτας κειμένου όταν ο πίνακας είναι κατακόρυφος.
es: No se puede establecer una etiqueta de texto cuando el panel esta en posición vertical.
et: Tekstisilti ei saa määrata, kui paan on vertikaalne.
fi: Tekstiotsikkoa ei voi määrittää, kun paneeli on pystysuunnassa.
he: לא ניתן להגדיר תווית טקסט כשהחלונית אנכית.
hr: Tekstni natpis ne može se postaviti kada je ploča okomita.
hu: Szöveges címke nem állítható be, ha a panel függőleges.
is: Ekki er hægt að stilla textamerki þegar spjaldið er lóðrétt.
ja: パネルが垂直の場合、テキストラベルは設定できません。
ko: 패널이 세로일 때는 텍스트 레이블을 설정할 수 없습니다.
no: En tekstetikett kan ikke angis når panelet er loddrett.
ro: O etichetă text nu poate fi setată atunci când panoul este vertical.
uk: Текстову мітку не можна встановити, коли панель вертикальна.

# @action:button
source: Configure Enabled Search Plugins…
el: Ρύθμιση παραμέτρων ενεργοποιημένων προσθηκών αναζήτησης...
es: Configurar complementos de busqueda activados…
et: Konfigureerige lubatud otsingu pistikprogrammid ...
fi: Määritä käytössä olevat hakulaajennukset...
he: קביעת תצורה של תוספי חיפוש מופעלים...
hr: Konfiguriranje omogućenih dodataka za pretraživanje...
hu: Konfigurálja az engedélyezett keresési bővítményeket ...
is: Stilla virk leitarforrit ...
ja: 有効な検索プラグインの設定...
ko: 활성화된 검색 플러그인 구성...
no: Konfigurer aktiverte søkeplugger ...
ro: Configurați plugin-urile de căutare activate...
uk: Налаштуйте увімкнені плагіни пошуку...

# Part of a sentence: 'Show favorites in a grid'
source: In a grid
el: Σε πλέγμα
es: En una cuadricula
et: Võrgus
fi: Ruudukossa
he: ברשת
hr: U rešetki
hu: Rácsban
is: Í rist
ja: グリッド内
ko: 그리드에서
no: I et rutenett
ro: Într-o grilă
uk: У сітці

# Part of a sentence: 'Show favorites in a list'
source: In a list
el: Σε μια λίστα
es: En una lista
et: Loendis
fi: Luettelossa
he: ברשימה
hr: Na popisu
hu: Egy listában
is: Í lista
ja: リスト内
ko: 목록에서
no: I en liste
ro: Într-o listă
uk: У списку

# Part of a sentence: 'Show other applications in a grid'
source: In a grid
el: Σε πλέγμα
es: En una cuadricula
et: Võrgus
fi: Ruudukossa
he: ברשת
hr: U rešetki
hu: Rácsban
is: Í rist
ja: グリッド内
ko: 그리드에서
no: I et rutenett
ro: Într-o grilă
uk: У сітці

# Part of a sentence: 'Show other applications in a list'
source: In a list
el: Σε μια λίστα
es: En una lista
et: Loendis
fi: Luettelossa
he: ברשימה
hr: Na popisu
hu: Egy listában
is: Í lista
ja: リスト内
ko: 목록에서
no: I en liste
ro: Într-o listă
uk: У списку

# Part of a sentence: 'Show system actions in a grid'
source: In a grid
el: Σε πλέγμα
es: En una cuadricula
et: Võrgus
fi: Ruudukossa
he: ברשת
hr: U rešetki
hu: Rácsban
is: Í rist
ja: グリッド内
ko: 그리드에서
no: I et rutenett
ro: Într-o grilă
uk: У сітці

# Part of a sentence: 'Show system actions in a list'
source: In a list
el: Σε μια λίστα
es: En una lista
et: Loendis
fi: Luettelossa
he: ברשימה
hr: Na popisu
hu: Egy listában
is: Í lista
ja: リスト内
ko: 목록에서
no: I en liste
ro: Într-o listă
uk: У списку

# General options
source: General:
el: Γενικά:
es: Opciones generales
et: Üldine:
fi: Yleiset:
he: כללי:
hr: Općenito:
hu: Általános:
is: Almennur:
ja: 全般：
ko: 일반:
no: Generelt:
uk: Загальне:

# @info:usagetip under a checkbox when Touch Mode is on
source: Automatically disabled when in Touch Mode
el: Απενεργοποιείται αυτόματα όταν βρίσκεστε σε λειτουργία αφής
es: Desabilitar automaticamente cuando esta en modo tactil.
et: Puuterežiimis automaatselt keelatud
fi: Poistetaan automaattisesti käytöstä kosketustilassa
he: מופעל באופן אוטומטי במצב מגע
hr: Automatski onemogućeno u načinu dodira
hu: Automatikusan le van tiltva Érintéses módban
is: Slökkt sjálfkrafa þegar þú ert í snertistillingu
ja: タッチモード時に自動的に無効になる
ko: 터치 모드에서 자동으로 비활성화
no: Automatisk deaktivert når du er i berøringsmodus
ro: Dezactivat automat atunci când vă aflați în modul tactil
uk: Автоматично вимикається в режимі сенсорного вводу
