Repository: biglinux/plasma-appsmenu-biglinux
Catalog: locale/*.po
Languages: bg, cs, da, pl, ru, sk, sv, tr

source: BigLinux Application Launcher
bg: BigLinux стартиране на приложения
cs: BigLinux spouštěč aplikací
pl: BigLinux Uruchamianie aplikacji
ru: Средство запуска приложений BigLinux
sk: Spúšťač aplikácií BigLinux
sv: BigLinux applikationsstartare
tr: BigLinux Uygulama Başlatıcısı

source: Launcher to start applications
bg: Стартер за стартиране на приложения
cs: Spouštěč pro spouštění aplikací
da: Launcher til at starte applikationer
pl: Program uruchamiający do uruchamiania aplikacji
ru: Лаунчер для запуска приложений
sk: Launcher na spustenie aplikácií
sv: Startprogram för att starta program
tr: Uygulamaları başlatmak için Başlatıcı

source: General
bg: Основни
cs: Obecné
da: Generel
pl: Ogólne
ru: Общее
sk: Všeobecné
sv: Allmänt
tr: Genel

source: Remove from Favorites
bg: Премахни от "Предпочитани"
cs: Odebrat z oblíbených
da: Fjern fra favoritter
pl: Usuń z ulubionych
ru: Удалить из избранного
sk: Odstrániť z obľúbených
sv: Ta bort från favoriter
tr: Sık Kullanılanlardan Kaldır

source: Add to Favorites
bg: Добави към любими
cs: Přidat k oblíbeným
da: Føj til favoritter
pl: Dodaj do ulubionych
ru: Добавить в избранное
sk: Pridať medzi obľúbené
sv: Lägg till i Favoriter
tr: Sık Kullanılanlara Ekle

source: On All Activities
bg: На всички дейности
cs: O všech aktivitách
da: På alle aktiviteter
pl: Na wszystkich działaniach
ru: Обо всех мероприятиях
sk: Na všetkých aktivitách
sv: På alla aktiviteter
tr: Tüm Aktivitelerde

source: On the Current Activity
bg: Относно текущата дейност
cs: O aktuální aktivitě
da: Om den aktuelle aktivitet
pl: O bieżącej działalności
ru: О текущей деятельности
sk: O aktuálnej aktivite
sv: Om den aktuella aktiviteten
tr: Mevcut Faaliyet Hakkında

source: Show in Favorites
bg: Покажи в "Предпочитани"
cs: Zobrazit v oblíbených
da: Vis i favoritter
pl: Pokaż w ulubionych
ru: Показать в избранном
sk: Zobraziť v obľúbených položkách
sv: Visa i Favoriter
tr: Favorilerde Göster

source: Icon:
bg: Икона:
cs: Ikona:
da: Ikon:
pl: Ikona:
ru: Икона:
sk: Ikona:
sv: Ikon:
tr: İkon:

source: Header options
bg: Опции за горен колонтитул
cs: Možnosti záhlaví
da: Indstillinger for sidehoved
pl: Opcje nagłówka
ru: Параметры заголовка
sk: Možnosti hlavičky
sv: Alternativ för sidhuvud
tr: Başlık seçenekleri

source: Power/session button
bg: Бутон за захранване/сесия
cs: Tlačítko napájení/relace
da: Tænd/sluk-knap
pl: Przycisk zasilania/sesji
ru: Кнопка питания/сеанса
sk: Tlačidlo napájania/relácie
sv: Ström-/sessionsknapp
tr: Güç/oturum düğmesi

source: Fullscreen button
bg: Бутон на цял екран
cs: Tlačítko Celá obrazovka
da: Knap i fuld skærm
pl: Przycisk Pełny ekran
ru: Полноэкранная кнопка
sk: Tlačidlo Na celú obrazovku
sv: Helskärmsknapp
tr: Tam ekran düğmesi

source: Menu settings button
bg: Бутон за настройки на менюто
cs: Tlačítko Nastavení nabídky
da: Knappen Menuindstillinger
pl: Przycisk Ustawienia menu
ru: Кнопка настроек меню
sk: Tlačidlo nastavení ponuky
sv: Knappen Menyinställningar
tr: Menü ayarları düğmesi

source: Pin button
bg: Бутон за закачане
cs: Připnout tlačítko
da: Knappen Fastgør
pl: Przycisk Przypnij
ru: Кнопка закрепления
sk: Tlačidlo Pripnúť
sv: Knappen Fäst
tr: İğne düğmesi

source: Header system actions button:
bg: Бутон "Действия на заглавната система":
cs: Tlačítko Akce systému hlaviček:
da: Knappen Handlinger for headersystem:
pl: Przycisk akcji systemowych nagłówka:
ru: Кнопка системных действий заголовка:
sk: Tlačidlo systémových akcií hlavičky:
sv: Knappen Rubriksystemåtgärder:
tr: Başlık sistemi eylemleri düğmesi:

source: Power
bg: Власт
cs: Moc
da: Magt
pl: Moc
ru: Сила
sk: Sila
sv: Kraft
tr: Güç

source: Session
bg: Сесия
cs: Sezení
pl: Sesja
ru: Сеанс
sk: Relácia
tr: Oturum

source: Shutdown
bg: Изключване
cs: Vypnutí
da: Lukning
pl: Zamknięcia
ru: Выключение
sk: Zastavenie
sv: Avstängning
tr: Kapatma

source: Power and session
bg: Мощност и сесия
cs: Napájení a relace
da: Kraft og session
pl: Zasilanie i sesja
ru: Питание и сеанс
sk: Výkon a relácia
sv: Kraft och session
tr: Güç ve oturum

source: Favorites
bg: Любими
cs: Oblíbené položky
da: Favoritter
pl: Ulubione
ru: Избранное
sk: Obľúbené položky
sv: Favoriter
tr: Sık kullanılanlar

source: Show favorites category
bg: Покажи категорията любими
cs: Zobrazit kategorii Oblíbené
da: Vis favoritkategorien Vis favoritter
pl: Pokaż kategorię ulubionych
ru: Показать категорию избранного
sk: Zobraziť kategóriu obľúbených položiek
sv: Visa favoriter kategori
tr: Sık kullanılanlar kategorisini göster

source: Show applications
bg: Показване на приложения
cs: Zobrazit aplikace
da: Vis applikationer
pl: Pokaż aplikacje
ru: Показать приложения
sk: Zobraziť aplikácie
sv: Visa applikationer
tr: Uygulamaları göster

source: system actions
bg: Действия на системата
cs: Akce systému
da: systemhandlinger
pl: Działania systemowe
ru: системные действия
sk: systémové akcie
sv: systemåtgärder
tr: sistem eylemleri

source: Show power/session category
bg: Покажи категорията на мощността/сесията
cs: Zobrazit kategorii napájení/relace
da: Vis effekt/sessionskategori
pl: Pokaż kategorię zasilania/sesji
ru: Показать категорию питания/сеанса
sk: Zobrazenie kategórie napájania/relácie
sv: Visa ström/sessionskategori
tr: Güç/oturum kategorisini göster

source: Always sort applications alphabetically
bg: Винаги сортирайте приложенията по азбучен ред
cs: Vždy řadit aplikace abecedně
da: Sorter altid applikationer alfabetisk
pl: Zawsze sortuj aplikacje alfabetycznie
ru: Всегда сортируйте приложения в алфавитном порядке
sk: Aplikácie vždy zoraďte podľa abecedy
sv: Sortera alltid program i alfabetisk ordning
tr: Uygulamaları her zaman alfabetik olarak sıralayın

source: Use compact categories style
bg: Използване на компактни категории стил
cs: Použít kompaktní styl kategorií
da: Brug kompakt kategoristil
pl: Używanie stylu kategorii kompaktowych
ru: Использование стиля компактных категорий
sk: Používajte štýl kompaktných kategórií
sv: Använd kompakta kategorier
tr: Kompakt kategoriler stilini kullanma

source: All apps category
bg: Всички приложения категория
cs: Kategorie Všechny aplikace
da: Alle apps kategori
pl: Kategoria Wszystkie aplikacje
ru: Категория "Все приложения"
sk: Kategória Všetky aplikácie
sv: Kategorin Alla appar
tr: Tüm uygulamalar kategorisi

source: Categories icons
bg: Категории икони
cs: Ikony kategorií
da: Kategorier ikoner
pl: Ikony kategorii
ru: Иконки категорий
sk: Ikony kategórií
sv: Ikoner för kategorier
tr: Kategoriler simgeleri

source: Apps description
bg: Описание на приложенията
cs: Popis aplikací
da: Beskrivelse af apps
pl: Opis aplikacji
ru: Описание приложений
sk: Popis aplikácií
sv: Beskrivning av appar
tr: Uygulama açıklaması

source: Keep Open
bg: Остави отворен
cs: Mějte otevřeno
da: Hold åbent
pl: Zachowaj otwartość
ru: Держите открытым
sk: Nechajte otvorené
sv: Håll öppet
tr: Açık Tutun

source: Fullscreen view
bg: Изглед на цял екран
cs: Zobrazení na celou obrazovku
da: Fuldskærmsvisning
pl: Widok pełnoekranowy
ru: Полноэкранный режим
sk: Zobrazenie na celú obrazovku
sv: Helskärmsvy
tr: Tam ekran görünümü

source: Grid with %1 rows, %2 columns
bg: Мрежа с %1 реда, %2 колони
cs: Mřížka s řádky %1, sloupci %2
da: Gitter med kolonnerne %1 rækker, %2
pl: Siatka z %1 wierszami, %2 kolumnami
ru: Сетка с %1 строками, %2 столбцами
sk: Mriežka s %1 riadkami, %2 stĺpcami
sv: Rutnät med %1 rader, %2 kolumner
tr: %1 satırlı, %2 sütunlu ızgara

source: Edit Applications…
bg: Редактиране на приложения...
cs: Upravit aplikace...
da: Rediger applikationer...
pl: Edytuj aplikacje...
ru: Редактирование приложений...
sk: Upraviť aplikácie...
sv: Redigera applikationer...
tr: Uygulamaları Düzenle...

# @item:inmenu Open icon chooser dialog
source: Choose…
bg: Избирам...
cs: Zvolit...
da: Vælge...
pl: Wybierać...
ru: Выбирать...
sk: Zvoliť...
sv: Välja...
tr: Seçmek...

# @item:inmenu Reset icon to default
source: Reset to default icon
bg: Начално състояние на иконата по подразбиране
cs: Obnovit výchozí ikonu
da: Nulstil til standardikonet
pl: Ikona Przywróć domyślne
ru: Сброс до значка по умолчанию
sk: Ikona Obnoviť na predvolené nastavenie
sv: Återställ till standardikonen
tr: Varsayılan simgeye sıfırla

# @action:inmenu
source: Remove icon
bg: Премахни икона
cs: Ikona Odebrat
da: Fjern ikon
pl: Usuń ikonę
ru: Удалить значок
sk: Ikona Odstrániť
sv: Ta bort ikon
tr: Simge kaldır

# @label:textbox
source: Text label:
bg: Текстов етикет:
cs: Textový popisek:
da: Tekst etiket:
pl: Etykieta tekstowa:
ru: Текстовая метка:
sk: Textový štítok:
sv: Text etikett:
tr: Metin etiketi:

# @info:placeholder
source: Type here to add a text label
bg: Въведете тук, за да добавите текстов етикет
cs: Zadejte sem a přidejte textový popisek
da: Skriv her for at tilføje en tekstetiket
pl: Wpisz tutaj, aby dodać etykietę tekstową
ru: Введите здесь, чтобы добавить текстовую метку
sk: Sem zadajte text a pridajte textové označenie
sv: Skriv här för att lägga till en textetikett
tr: Metin etiketi eklemek için buraya yazın

# @info
source: A text label cannot be set when the Panel is vertical.
bg: Текстов етикет не може да бъде зададен, когато панелът е вертикален.
cs: Textový popisek nelze nastavit, pokud je Panel svislý.
da: En tekstetiket kan ikke angives, når panelet er lodret.
pl: Nie można ustawić etykiety tekstowej, gdy panel jest pionowy.
ru: Текстовая метка не может быть установлена, если панель расположена вертикально.
sk: Textové označenie nie je možné nastaviť, keď je panel vertikálny.
sv: Det går inte att ställa in en textetikett när panelen är lodrät.
tr: Panel dikey olduğunda metin etiketi ayarlanamaz.

# @action:button
source: Configure Enabled Search Plugins…
bg: Конфигуриране на разрешени плъгини за търсене...
cs: Konfigurace povolených vyhledávacích modulů...
da: Konfigurer aktiverede søgeplugins...
pl: Skonfiguruj włączone wtyczki wyszukiwania...
ru: Настройка включенных плагинов поиска...
sk: Nakonfigurujte povolené vyhľadávacie doplnky...
sv: Konfigurera aktiverade sökplugins ...
tr: Etkin Arama Eklentilerini Yapılandır...

# Part of a sentence: 'Show favorites in a grid'
source: In a grid
bg: В мрежа
cs: V mřížce
da: I et gitter
pl: W siatce
ru: В сетке
sk: V mriežke
sv: I ett rutnät
tr: Bir ızgarada

# Part of a sentence: 'Show favorites in a list'
source: In a list
bg: В списък
cs: V seznamu
da: På en liste
pl: Na liście
ru: В списке
sk: V zozname
sv: I en lista
tr: Bir listede

# Part of a sentence: 'Show other applications in a grid'
source: In a grid
bg: В мрежа
cs: V mřížce
da: I et gitter
pl: W siatce
ru: В сетке
sk: V mriežke
sv: I ett rutnät
tr: Bir ızgarada

# Part of a sentence: 'Show other applications in a list'
source: In a list
bg: В списък
cs: V seznamu
da: På en liste
pl: Na liście
ru: В списке
sk: V zozname
sv: I en lista
tr: Bir listede

# Part of a sentence: 'Show system actions in a grid'
source: In a grid
bg: В мрежа
cs: V mřížce
da: I et gitter
pl: W siatce
ru: В сетке
sk: V mriežke
sv: I ett rutnät
tr: Bir ızgarada

# Part of a sentence: 'Show system actions in a list'
source: In a list
bg: В списък
cs: V seznamu
da: På en liste
pl: Na liście
ru: В списке
sk: V zozname
sv: I en lista
tr: Bir listede

# General options
source: General:
bg: Основни:
cs: Obecné:
da: Generel:
pl: Ogólne:
ru: Общее:
sk: Všeobecné:
sv: Allmänt:
tr: Genel:

# @info:usagetip under a checkbox when Touch Mode is on
source: Automatically disabled when in Touch Mode
bg: Автоматично забраняване, когато сте в режим на докосване
cs: Automaticky deaktivován v dotykovém režimu
da: Deaktiveres automatisk, når du er i berøringstilstand
pl: Automatycznie wyłączone w trybie dotykowym
ru: Автоматически отключается в сенсорном режиме
sk: Automatické vypnutie v dotykovom režime
sv: Inaktiveras automatiskt i pekläge
tr: Dokunmatik Mod'dayken otomatik olarak devre dışı bırakılır
